Repository: Shickmo/california
Catalog: help/*/*.po
Languages: sv

source: <gui>Delete This Event</gui>. This will delete only this single event. All other recurring events in this series, both events from the future and events from the past, will not be changed.
sv: <gui>Ta bort denna händelse</gui>. Detta kommer att ta bort bara denna enskilda händelse. Alla andra återkommande händelser i denna kedja, både händelser från framtiden och händelser från det förflutna, kommer inte kommer att ändras.

source: <gui>Delete This and Future Events</gui>. This will delete this event, as well as future events in this series. Events that occurred in the past will not be changed.
sv: <gui>Ta bort denna och framtida händelser.</gui>. Detta kommer att ta bort denna händelse, liksom framtida händelser i denna kedja. Händelser som inträffat i det förflutna kommer inte att ändras.

source: <gui>Delete All Events</gui>. This will delete all events in this series, including events that occurred in the past.
sv: <gui>Ta bort alla händelser.</gui>. Detta kommer att radera alla händelser i denna kedja, inklusive händelser som inträffat i det förflutna.

source: If you do not want to remove an event, select <gui>Cancel</gui>.
sv: Om du inte vill ta bort en händelse väljer du <gui>Avbryt</gui>.

source: You will not be able to delete events that are part of certain web-based calendar feeds. For example, if you subscribe to a friend's Google Calendar, but do not have permission to edit events on your friend's calendar, you will not be able to delete their events from your view of their calendar.
sv: Du kommer inte att kunna ta bort händelser som ingår i vissa webbaserade kalendrars flöde. Till exempel, om du prenumererar på en väns Google-kalender, men har inte behörighet att redigera händelser i din väns kalender, kommer du inte att kunna ta bort deras händelser från din översikt av kalendern.

source: If you want to not see certain types of events on your calendar, review how to <link xref="cal-hide-a-calendar">hide a calendar from view</link>.
sv: Om du inte vill se vissa typer av händelser i din kalender, granska hur man <link xref="cal-hide-a-calendar">döljer en kalender från att visas</link>.

source: Simplify your calendar's interface.
sv: Förenkla kalenderns gränssnitt.

source: Hide a Calendar From View
sv: Dölj en kalender från att visas

source: If you keep track of more than one calendar, your calendar may get cluttered with events. This can make it hard to read your calendar.
sv: Om du har koll på mer än en kalender, kan kalendern bli belamrad med händelser. Detta kan göra det svårt att läsa din kalender.

source: If you want to make it easier to see only certain types of events, you can <em>hide a calendar</em>. This will temporarily remove the calendar from view, but it will not delete the calendar, and all of the calendar's events will remain intact.
sv: Om du vill göra det lättare att se vissa typer av händelser kan du <em>dölja en kalender</em>. Detta kommer tillfälligt att ta bort kalendern från vyn men den raderas inte, och kalenderns alla händelser förblir intakta.

source: Hide a Calendar From View:
sv: Dölj en kalender från att visas:

source: Click the <gui>Calendar</gui> icon in the upper-right portion of <app>California's</app> menu bar. A list of your current calendars will appear in a new window.
sv: Klicka på <gui>Kalender</gui>ikonen i den övre högra delen av <app>Californias</app> menyrad. En lista över dina nuvarande kalendrar kommer att visas i ett nytt fönster.

source: Identify the calendar that you want to hide.
sv: Identifiera kalendern som du vill dölja.

source: Unmark the check box next to the calendar that you wish to hide.
sv: Avmarkera kryssrutan bredvid den kalender som du vill dölja.

source: Click <gui>Close</gui>.
sv: Klicka <gui>Stäng</gui>.

source: The calendar that you selected will now be hidden from view.
sv: Kalendern som du valde kommer nu att vara dold.

source: To make a calendar visible again, complete the same steps, but <em>check the box</em> next to the calendar that you want to see.
sv: För att göra en kalender synlig igen, gör om samma steg, men <em>markera kryssrutan</em> bredvid den kalender som du vill se.

source: Calendar
sv: Kalender

source: Select the <_:gui-1/> icon in the upper-right portion of <_:app-2/> menu bar. A list of your current calendars will appear in a new window.
sv: Välj <_:gui-1/>ikonen i den övre högra delen av <_:app-2/> menyrad. En lista över dina nuvarande kalendrar kommer att visas i ett nytt fönster.

source: Select the <_:gui-1/> icon at the bottom of that window.
sv: Välj <_:gui-1/>ikonen längst ned i det fönstret.

source: Get started with California.
sv: Kom igång med California.

source: Introduction
sv: Introduktion

source: <app>California</app> is a modern calendar application for the GNOME desktop. Once <app>California</app> launches, you can start using it right away.
sv: <app>California</app> är ett modernt kalenderprogram för GNOME-skrivbordet. När väl <app>California</app> startat, kan du börja använda det direkt.

source: To add a new event, just click the <gui>Plus</gui> icon in the <app>California</app> toolbar. You may find it helpful to review the <link xref="cal-event-quick-add">Quick Add</link> help page, as it will show you how to add both one-time and recurring events to your calendar.
sv: För att lägga till en ny händelse, klicka bara på <gui>Plus</gui>ikonen i <app>Californias</app> menyrad. Du kan finna det användbart att granska hjälpsidorna för <link xref="cal-event-quick-add">Snabbskapning</link> eftersom det kommer att visa dig hur du lägger till både återkommande och engångshändelser i kalendern.

source: To learn about additional <app>California</app> features, and to get assistance with performing additional tasks, explore <link xref="index">the other portions</link> of the <app>California</app> help.
sv: Om du vill lära dig mer om <app>Californias</app> funktioner, och för att få hjälp med att utföra ytterligare uppgifter, utforska <link xref="index">övriga delar</link> av <app>Californias</app> manual.

source: Delete a calendar and its related event details.
sv: Ta bort en kalender och tillhörande händelseinformationen.

source: Remove a Calendar
sv: Ta bort en kalender

source: In some cases, you may decide that you no longer want to store or track
sv: I vissa fall kanske du beslutar att du inte längre vill lagra eller följa

source: Change the name of a calendar.
sv: Ändra namnet på en kalender.

source: Rename a Calendar
sv: Byta namn på en kalender

source: You can change the names of your calendars. Here is how to do it:
sv: Du kan ändra namnen på dina kalendrar. Här är hur man gör det:

source: Select the <gui>Calendar</gui> icon in the upper-right portion of <app>California's</app> menu bar, or press <keyseq><key>Ctrl</key> <key>L</key></keyseq>. A list of your current calendars will appear in a new window.
sv: Välj <gui>Kalender</gui>ikonen i det övre högra delen av <app>Californias</app> menyrad, eller tryck <keyseq><key>Ctrl</key> <key>L</key></keyseq>. En lista över dina nuvarande kalendrar kommer att visas i ett nytt fönster.

source: Double-click the name of the calendar that you would like to change.
sv: Dubbelklicka på namnet för den kalender som du vill ändra.

source: Enter the new name for that calendar.
sv: Skriv in det nya namnet för kalendern.

source: Select <gui>Close</gui>. The name of your calendar will be updated immediately.
sv: Välj <gui>Stäng</gui>. Namnet på din kalender uppdateras omedelbart.

source: Learn California's keyboard shortcuts.
sv: Lär dig Californias tangentbordsgenvägar.

source: Shortcut Keys
sv: Tangentbordsgenvägar

source: Use <gui>shortcut keys</gui> to perform common tasks more quickly than with the mouse and menus. The following table lists all of <app>California's</app> shortcut keys.
sv: Använd <gui>tangentbordsgenvägar</gui> för att utföra vanliga uppgifter snabbare än med en mus och menyer. Följande tabell visar <app>Californias</app> alla tangentbordsgenvägar.

source: List of Shortcut Keys
sv: Lista på tangentbordsgenvägar

source: View the next month / week
sv: Visa nästa månad / vecka

source: <keyseq><key>Alt</key><key>Right Arrow</key></keyseq>
sv: <keyseq><key>Alt</key><key>Högerpil</key></keyseq>

source: View the previous month / week
sv: Visa föregående månad / vecka

source: <keyseq><key>Alt</key><key>Left Arrow</key></keyseq>
sv: <keyseq><key>Alt</key><key>Vänsterpil</key></keyseq>

source: Open the <em>Quick-add</em> window
sv: Öppna <em>Snabbskapnings</em>fönstret

source: Open the list of calendars
sv: Öppna kalenderlistan

source: Increase the font size
sv: Öka teckenstorleken

source: Decrease the font size
sv: Minska teckenstorleken

source: Reset the font size
sv: Återställa teckenstorleken

source: Quit the application
sv: Avsluta programmet

source: The California Help Guide.
sv: Hjälpguide för California.

source: <_:media-1/> California Calendar Help
sv: <_:media-1/> Hjälp för California kalender

source: Welcome to the <app>California</app> help guide. For a quick introduction into both <app>California's</app> most basic features, as well as some advanced keyboard shortcuts, visit the <link xref="cal-quickstart">Introduction</link> and <link xref="cal-shortcut-keys">Shortcut Keys</link> pages.
sv: Välkommen till hjälpguiden för <app>California</app>. För en snabb introduktion i både <app>Californias</app> mest grundläggande funktioner, liksom vissa avancerade tangentbordsgenvägar, besök <link xref="cal-quickstart">Introduktion</link> och <link xref="cal-shortcut-keys">Tangentbords</link>-sidorna.

source: Other help topics are grouped together into sections below. Enjoy using <app>California</app>!
sv: Övriga hjälpämnen är grupperade i avsnitten nedan. Stort nöje med att använda <app>California</app>!

source: Manage Calendars
sv: Hantera kalendrar

source: Learn how to add and manage your calendars.
sv: Lär dig att lägga till och hantera dina kalendrar.

source: Manage Calendar Events
sv: Hantera Kalenderhändelser

source: Learn how to add and manage events on your calendar.
sv: Lär dig att lägga till och hantera händelser i din kalender.

source: This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit <_:link-1/> or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, USA.
sv: Detta arbete är licensierat under licensen Creative Commons Erkännande-DelaLika 3.0 Unported. Om du vill se en kopia av denna licens, besök <_:link-1/> eller skicka ett brev till Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, USA.
