Repository: Shickmo/california
Catalog: help/*/*.po
Languages: sv

# _
source: translator-credits
sv: Erik Sköldås <erik.skoldas@tele2.se>, 2016

source: Sync or display web-based calendar feeds.
sv: Synkronisera eller visa flödet i en webbaserad kalender.

source: Add a Calendar
sv: Lägg till en kalender

source: By default, <app>California</app> includes two calendars: a <em>Personal</em> calendar and a <em>Birthdays &amp; Anniversaries</em> calendar. You can add or sync other calendars, as well:
sv: Som standard innehåller <app>California</app> två kalendrar: en <em>Personlig</em> kalender och en kalender för <em>Födelsedagar och årsdagar</em>. Du kan även lägga till eller synkronisera andra kalendrar.

source: Add a Google calendar
sv: Lägg till en Google-kalender

source: Adding a Google calendar to <app>California</app> will both add and <em>sync</em> the calendar. If you add an event in <app>California</app>, the event will appear in your Google calendar. Likewise, if you add or edit an event in your Google calendar, those changes will also be updated in <app>California</app>.
sv: Att lägga till en Google-kalender till <app>California</app> kommer både lägga till och <em>synkronisera</em> kalendern. Om du lägger till en händelse i <app>California</app>, kommer händelsen att visas i din Google-kalender. Likaså om du lägger till eller redigerar en händelse i din Google-kalender, kommer dessa ändringar också att uppdateras i <app>California</app>.

source: Follow these steps to syncronize your Google calendar with <app>California</app>:
sv: Följ dessa steg för att synkronisera din Google-kalender med <app>California</app>:

source: Select <gui>Google Calendar</gui> and click <gui>Add</gui>.
sv: Välj <gui>Google kalender</gui> och klicka på<gui>Lägg till</gui>.

source: Enter your Google account name and Google password. Click <gui>Login</gui>.
sv: Ange ditt namn för Google-kontot samt lösenordet. Klicka på <gui>Logga in</gui>.

source: If you have entered the proper credentials, <app>California</app> will indicate that your account has been authenticated. If you have mis-typed your Google password, you will need to enter your password again.
sv: Om du har angett rätt autentiseringsuppgifter, kommer <app>California</app> visa att ditt konto har verifierats. Om du har skrivit fel lösenord för Google-kontot måste du ange ditt lösenord igen.

source: Your default Google account calendar will appear in a window of <gui>My Calendars</gui>. If you also subscribe to other calendars through your Google account, those calendars will also appear in a list of <gui>Other available calendars</gui>.
sv: Din förvalda kalender för Google-kontot kommer att visas i ett fönster i <gui>Mina kalendrar</gui>. Om du också prenumererar på andra kalendrar via ditt Google-konto, kommer även dessa kalendrar visas i en lista över <gui>Andra tillgängliga kalendrar</gui>.

source: Select all of the calendars that you wish to sync, and select <gui>Subscribe</gui>.
sv: Markera alla kalendrar som du vill synkronisera och välj <gui>Prenumerera</gui>.

source: You may also be prompted to enter your Google password one additional time. This will save your password into your computer so that you don't have to enter it again.
sv: Du kan också bli ombedd att ange ditt lösenord för Google ytterligare en gång. Detta kommer att spara lösenordet till datorn så att du inte behöver ange det igen.

source: Your primary Google calendar will fully sync between <app>California</app> and your Google calendar. However, you may or may not have the proper permissions for any <gui>Other available calendars</gui> to fully sync between <app>California</app> and your Google calendars. Consult the <link href="https://support.google.com/calendar/">Google Calendar Help Center</link> if you encounter any problems with syncing any of the calendars in your list of <gui>Other available calendars</gui>.
sv: Din primära Google-kalender kommer att synkroniseras helt mellan <app>California</app> och din Google-kalender. Men du kanske eller kanske inte har rätt behörighet för någon av <gui>Andra tillgängliga kalendrar</gui> för att helt synkronisera mellan <app>California</app> och dina Google-kalendrar. Konsultera <link href="https://support.google.com/calendar/?hl=sv">Googles hjälpcenter för Kalender</link> om du stöter på några problem med synkroniseringen av någon kalender i din lista över <gui>Andra tillgängliga kalendrar</gui>.

source: Add a CalDAV calendar
sv: Lägg till en CalDAV-kalender

source: <code>CalDAV</code> is an open standard for transmitting and storing calendar information. It is used by many popular services including the <app>ownCloud</app> calendar and Apple's <app>iCloud</app> service.
sv: <code>CalDAV</code> är en öppen standard för överföring och lagring av kalenderinformation. Det används av många populära tjänster, inklusive <app>ownCloud</app>-kalendern och Apples <app>iCloud</app>-tjänst.

source: Follow these steps to syncronize a <code>CalDAV</code> calendar with <app>California</app>:
sv: Följ dessa steg för att synkronisera en <code>CalDAV</code>kalender med <app>California</app>:

source: Obtain the URL address of the calendar that you wish to add to <app>California</app>. You will need to get this address from your calendar provider or from your system administrator.
sv: Skaffa webbadressen till kalendern som du vill lägga till i <app>California</app>. Du behöver skaffa denna adress från din kalenderleverantör eller från din systemadministratör.

source: Select <gui>CalDAV</gui> and click <gui>Add</gui>.
sv: Välj <gui>CalDAV</gui> och klicka <gui>Lägg till</gui>.

source: Enter a calendar name. This can be any name of your choosing.
sv: Skriv in ett kalendernamn. Detta kan vara ett valfritt namn som du väljer.

source: Enter the calendar URL address.
sv: Ange kalenderns webbadress.

source: Enter your the username for your online calendar into the <gui>Username</gui> field.
sv: Ange ditt användarnamn för din webbkalender i fältet <gui>Användarnamn</gui>.

source: Click <gui>Subscribe</gui>.
sv: Klicka på <gui>Prenumerera</gui>.

source: If you have entered a username, you may also be prompted to enter a password.
sv: Om du har angett ett användarnamn, kan du även uppmanas att ange ett lösenord.

source: Although the <gui>Username</gui> field is listed as <gui>Optional</gui>, most <app>CalDAV</app> calendars require a username. <app>California</app> may not be able to display your <app>CalDAV</app> calendar if you do not enter a valid username.
sv: Även om fältet <gui>Användarnamn</gui> står som <gui>valfritt</gui>, kräver de flesta <app>CalDAV</app>-kalendrar ett användarnamn. <app>California</app> kanske inte kan visa din <app>CalDAV</app>-kalender om du inte anger ett giltigt användarnamn.

source: Display a Web Calendar (.ics or webcal) Feed
sv: Visa en Webbkalenders flöde (.ics eller webcal)

source: Adding a Web Calendar (.ics or webcal) feed to <app>California</app> will allow you to view an online calendar from within <app>California</app>. Although <app>California</app> will display events from a <app>Web Calendar</app> feed, you will not be able to change or delete these events.
sv: Lägga till en Webbkalenders flöde (.ics eller webcals) till <app>California</app> gör att du kan se en online-kalender i <app>California</app>. Även om <app>California</app> kommer att visa händelser från en <app>Webbkalenders</app> flöde, kommer du inte att kunna ändra eller ta bort dessa händelser.

source: Follow these steps to add a <app>Web Calendar (.ics or webcal)</app> feed to <app>California</app>:
sv: Följ dessa steg för att lägga till ett flöde för en <app>Webbkalender (.ics eller webcal)</app> till <app>California</app>:

source: Obtain the URL address of the calendar feed that you wish to add to <app>California</app>. The address will end with a ".ics" extension.
sv: Skaffa webbadressen till det kalenderflöde som du vill lägga till i <app>California</app>. Adressen ska sluta med filändelsen ".ics".

source: Select <gui>Web Calendar (.ics or webcal)</gui> and click <gui>Add</gui>.
sv: Välj <gui>Webbkalender (.ics eller webcal)</gui> och klicka <gui>Lägg till</gui>.

source: If required, enter your the username for your web calendar into the <gui>Username</gui> field.
sv: Om det behövs, ange ditt användarnamn för din webbkalender i fältet <gui>Användarnamn</gui>.

source: Most <app>Web Calendar (.ics or webcal)</app> feeds do not require a password.
sv: De flesta flöden för en <app>Webbkalender (.ics eller webcal)</app> kräver inte ett lösenord.

source: Choose a monthly, weekly or daily view of your calendar.
sv: Välj månatlig, veckovis eller daglig översikt av din kalender.

source: Change Your Calendar's View
sv: Ändra din kalenders översikt

source: <app>California</app> will display a month's worth of events by default, However you may wish to focus in on events for just one week or just one day. Change the view options for <app>California</app> by selecting your desired option from the buttons on the left-hand portion of the menu bar:
sv: <app>California</app> kommer att visa en månads översikt som standard. Men du kanske vill fokusera på händelser för en vecka eller bara en dag. Ändra visningsalternativ för <app>California</app> genom att välja ditt önskade alternativ från knapparna på den vänstra delen av menyraden:

source: Selecting <gui>Week</gui> will display events for the current week.
sv: Om du väljer <gui>Vecka</gui> kommer händelser för den aktuella veckan att visas.

source: Selecting <gui>Month</gui> will display events for the entire month.
sv: Om du väljer <gui>Månad</gui> kommer händelser för den aktuella månaden att visas.

source: Selecting <gui>Today</gui> will highlight the current day. This can be helpful if you've been looking at events in the future or in the past and want to quickly return to see current events.
sv: Om du väljer <gui>Idag</gui> kommer den aktuella dagen att lyftas fram. Detta kan vara användbart om du har sökt bland händelser i framtiden eller i det förflutna och vill snabbt tillbaka för att se aktuella händelser.

source: You can also change your calendar view by using keyboard shortcuts:
sv: Du kan också ändra kalenderöversikten genom att använda kortkommandon:

source: Calendar View Shortcut Keys
sv: Tangentbordsgenvägar för Kalenderöversikt

source: To Do This
sv: För att göra detta

source: Press This
sv: Tryck det här

source: View the calendar as weeks
sv: Visa kalendern som veckor

source: View the calendar as months
sv: Visa kalendern som månad

source: Reset the view to highlight the current day
sv: Återställa översikten för att lyfta fram den aktuella dagen

source: Change an event's details.
sv: Ändra händelsedetaljer.

source: Edit an Event
sv: Redigera en händelse

source: This page describes how to add specific details to an event that you are creating, or how to change the details of an event that you created in the past.
sv: Denna sida beskriver hur du lägger till specifika detaljer till en händelse som du skapar, eller hur man ändrar information för en händelse som du har skapat i det förflutna.

source: You will not be able to edit events that are part of certain web-based calendar feeds. For example, if you subscribe to a friend's Google Calendar, but do not have permission to edit events on your friend's calendar, you will not be able to change the details of their events.
sv: Du kommer inte att kunna redigera händelser som ingår i vissa webbaserade kalendrars flöden. Till exempel, om du prenumererar på en väns Google-kalender, men har inte behörighet att redigera händelser i din väns kalender, kommer du inte att kunna ändra detaljerna i deras händelser.

source: Here is how to change an event's details:
sv: Här är hur man ändrar en händelsedetalj:

source: Find the event you want to edit on your calendar.
sv: Hitta den händelse du vill redigera i din kalender.

source: Select the event. A window will open, displaying the event's details.
sv: Markera händelsen. Ett fönster öppnas och visar händelsedetaljerna.

source: Select <gui>Edit</gui>.
sv: Välj <gui>Redigera</gui>.

source: Change or enter all of the event's relevant details.
sv: Ändra eller ange alla relevanta händelsedetaljer.

source: You can change an event's summary, time, location, description, and the frequency with which the event occurs. You can also change the calendar on which you would like the event to appear.
sv: Du kan ändra en händelses sammanfattning, tid, plats, beskrivning, och hur ofta händelsen inträffar. Du kan också ändra på vilken kalender som du vill att händelsen ska visas.

source: Detailed instructions for changing the time of an event, or how often it occurs, are included below.
sv: Detaljerade instruktioner för att ändra tidpunkten för en händelse, eller hur ofta den inträffar, visas nedan.

source: When you are finished editing the event, select <gui>Save</gui>. If you do not want to save your changes, select <gui>Cancel</gui>.
sv: När du är klar med redigeringen av händelsen, välj <gui>Spara</gui>. Om du inte vill spara dina ändringar väljer du <gui>Avbryt</gui>.

source: Change the Time or Duration of an Event
sv: Ändra tid eller varaktighet för en händelse

source: To change the start or end time of an event:
sv: För att ändra start- eller sluttiden för en händelse:

source: Select the <gui>Clock</gui> icon next to the event's time. A new window will appear.
sv: Klicka på <gui>Klock</gui>ikonen bredvid händelsens tid. Ett nytt fönster öppnas.

source: Select the <em>start</em> date and time using the calendar and time selectors on the <em>left</em>.
sv: Välj datum och tid för <em>start</em> med hjälp av kalendern och tidsväljaren till <em>vänster</em>.

source: Select the <em>end</em> date and time using the calendar and time selectors on the <em>right</em>.
sv: Välj datum och tid för <em>slut</em> med hjälp av kalendern och tidsväljaren till <em>höger</em>.

source: Select <gui>OK</gui>.
sv: Välj <gui>OK</gui>.

source: If necessary, enter information into any of the other event's detail fields.
sv: Om det behövs, mata in information i någon av de övriga detaljfälten för händelsen.

source: When you are done, select <gui>Save</gui>. If you do not want to save your changes, select <gui>Cancel</gui>.
sv: När du är klar, välj <gui>Spara</gui>. Om du inte vill spara dina ändringar väljer du <gui>Avbryt</gui>.

source: Change How Often an Event Occurs
sv: Ändra hur ofta en händelse skall inträffa

source: To change the frequency, or how often an event occurs:
sv: För att ändra frekvensen, eller hur ofta en händelse ska inträffa:

source: Select <gui>Repeats . . .</gui>
sv: Välj <gui>Återkommer . . .</gui>

source: Mark or unmark the <gui>Repeating event</gui> check box. This box is used to indicate whether or not this event will repeat.
sv: Markera eller avmarkera kryssrutan <gui>Återkommande händelse</gui>. Kryssrutan används för att ange om den här händelsen skall upprepas.

source: If the event repeats, select how often it repeats:
sv: Om händelsen är återkommande, välj hur ofta den skall upprepas:

source: <em>Daily</em> events occur every day.
sv: Händelser som sker <em>Dagligen</em>, upprepas varje dag.

source: <em>Weekly</em> events occur on a weekly basis, and you can set them to occur on certain days of the week.
sv: Händelser som sker <em>Veckovis</em> upprepas på veckobasis, och du kan ställa in att de ska inträffa på särskilda dagar under veckan.

source: To select the days of the week that you would like the event to occur, mark the check box next to each day that you would like the event to repeat.
sv: För att välja vilka dagar i veckan som du vill att händelsen skall inträffa, markera kryssrutan bredvid varje dag som du vill att händelsen skall upprepas.

source: <em>Day of the week</em> events occur every month on the day you have selected.
sv: <em>Veckodags</em>händelser inträffar varje månad den dag du valt.

source: <em>Day of the month</em> events occur every month.
sv: <em>Dag i månaden</em> händelser inträffar varje månad.

source: <em>Yearly</em> events occur every year.
sv: <em>Årliga</em> händelser inträffar varje år.

source: Enter or change the date that the event <em>Starts</em>.
sv: Ange eller ändra det datum då händelsen <em>Startar</em>.

source: Enter or change the date that the event <em>Ends</em>. You can set events to end in this manner:
sv: Ange eller ändra det datum som händelsen <em>Slutar</em>. Du kan ställa in händelser att avslutas enligt dessa val:

source: <em>Never</em>. Events that are set to never end will repeat indefinitely on your calendar. This is appropriate for events like birthdays, anniversaries, or other dates that you will always want to remember.
sv: <em>Aldrig</em>. Händelser som är inställda till att aldrig ta slut upprepas på obestämd tid i kalendern. Detta är lämpligt för händelser som födelsedagar, bemärkelsedagar, eller andra datum som du alltid vill minnas.

source: <em>On</em>. You can set repeating events to end on a certain date
sv: <em>Den</em>. Du kan ställa in återkommande händelser att avslutas på ett visst datum

source: <em>After</em>. Use this option to mark an event as ending after a certain number of occurrences.
sv: <em>Efter</em>. Använd detta alternativ för att markera en händelse att sluta efter ett visst antal händelser.

source: Select <gui>Save</gui>.
sv: Välj <gui>Spara</gui>.

source: Add an event to your calendar using everyday language.
sv: Lägg till en händelse i kalendern med ditt vardagsspråk.

source: Use the Quick Add Feature to Add Events
sv: Använd funktionen snabbskapa för att lägga till händelser

source: One of the best features of <app>California</app> is called the <em>Quick Add</em> feature. It allows you to add events to your calendar using everyday language. Let's look at a few examples to see how it works.
sv: En av de bästa funktionerna i <app>California</app> är funktionen <em>Snabbskapa</em>. Den låter dig lägga till händelser i kalendern med hjälp av ditt vardagsspråk. Låt oss titta på några exempel för att se hur det fungerar.

source: Create Both One-Time and Recurring Events
sv: Skapa både återkommande och engångshändelser

source: We can use the <em>Quick Add</em> feature to add events that occur only one time and events that occur more than once:
sv: Vi kan använda funktionen <em>Snabbskapa</em> för att lägga till händelser som inträffar bara en gång och händelser som inträffar fler än en gång:

source: Start the <em>Quick Add</em> feature by doing any of the following:
sv: Starta <em>Snabbskapa</em> funktionen genom att göra något av följande:

source: Find the date or time on your calendar when the event will occur, and <em>double-click</em> that portion of the calendar.
sv: Hitta datum eller tid i din kalender när händelsen kommer att inträffa, och <em>dubbelklicka</em> i kalendern där.

source: Press the <gui>Plus</gui> button in the upper-right portion of <app>California's</app> <gui>menu bar</gui>.
sv: Klicka på <gui>Plus</gui>knappen i den övre högra delen av <app>Californias</app> <gui>menyrad</gui>.

source: Press <keyseq><key>Ctrl</key><key>N</key></keyseq>.
sv: Klicka <keyseq><key>Ctrl</key><key>N</key></keyseq>.

source: The <em>Quick Add</em> window will appear.
sv: Fönstret <em>Snabbskapa</em> kommer att visas.

source: Enter the details of your event. You can describe the event using natural language:
sv: Ange information om din händelse. Du kan beskriva händelsen med ditt vardagsspråk:

source: Examples of one-time events
sv: Exempel på engångshändelser

source: If you double-clicked on the specific date and time you want an event to occur, just type out the details of the event:
sv: Om du dubbelklickar på det specifika datumet och tiden du vill att en händelse ska inträffa, kan du bara skriva in informationen för händelsen:

source: <em>Meet James at the movies.</em>
sv: <em>Möta James vid biografen.</em>

source: If you selected the <gui>Plus</gui> button or pressed <keyseq><key>Ctrl</key><key>N</key></keyseq>, you will need to also enter the event's date and time:
sv: Om du valde <gui>Plus</gui>knappen eller tryckte <keyseq><key>Ctrl</key><key>N</key></keyseq>, måste du även ange händelsens tid och datum:

source: <em>Go to Jeff and Mindy's wedding on October 26th at 4:00pm</em>
sv: <em>Gå på Jeff och Mindys bröllop den 26 oktober klockan 16:00</em>

source: You can also define how long the event takes place:
sv: Du kan också ange hur länge händelsen kommer att ske:

source: <em>Visit Alice at office on November 1st from 1pm to 2:30pm</em>
sv: <em>Besöka Alice på kontoret den 1 november klockan 13:00 till 14:30</em>

source: Examples of recurring events
sv: Exempel på återkommande händelser

source: <em>Take out the trash every Tuesday at 7:30am</em>
sv: <em>Ta ut soporna varje tisdag kl 07:30</em>

source: <em>Swimming class every Tuesday and Thursday at 6:00pm</em>
sv: <em>Simklass varje tisdag och torsdag kl 18:00</em>

source: <em>Meet at Barney's every Monday at 9am until December 1st</em>
sv: <em>Möte på Barneys varje måndag kl 09:00 till 1 december</em>

source: If you want to enter specific details regarding the event, select <gui>Edit</gui>. See the <link href="cal-event-edit.page">Edit an Event</link> page for information about editing events.
sv: Om du vill ange särskilda uppgifter om händelsen, välj <gui>Redigera</gui>. Se sidan <link href="cal-event-edit.page">Redigera en händelse</link> för information om att redigera händelser.

source: After you have entered your event details, press <gui>Create</gui>. <app>California</app> will use the information that you have entered to create the event on your calendar.
sv: Efter att du har angett din händelseinformation, tryck på <gui>Skapa</gui>. <app>California</app> kommer att använda den information som du har angett för att skapa händelsen i kalendern.

source: By default, the <em>Quick Add</em> feature will create events that last for one hour. You may wish to adjust the duration of your events or add additional details. See the <link href="cal-event-edit.page">Edit an Event</link> page for more information about editing events.
sv: Som standard kommer <em>Snabbskapnings</em>funktionen skapa händelser som varar i en timme. Du kanske vill justera längden på händelser eller lägga till ytterligare detaljer. Se sidan <link href="cal-event-edit.page">Redigera en händelse</link> för mer information om hur du redigerar händelser.

source: Delete an event from your calendar.
sv: Ta bort en händelse från din kalender.

source: Remove an Event
sv: Ta bort en händelse

source: This page describes how to remove events from your calendar.
sv: Denna sida beskriver hur du tar bort händelser från kalendern.

source: Removing an event from your calendar is permanent. It is not possible to restore an event that you have deleted.
sv: En händelse som tas bort från kalendern är permanent. Det är inte möjligt att återställa en händelse som du har raderat.

source: Here is how to remove an event or a series of recurring events:
sv: Här är hur man tar bort en händelse eller en serie av återkommande händelser:

source: Find the event you want to remove from your calendar.
sv: Hitta den händelse du vill ta bort från din kalender.

source: Select <gui>Delete</gui>. If you are deleting a one-time event that does not repeat, the event will be deleted immediately. If you are deleting a recurring event, you will have other options:
sv: Välj <gui>Ta bort</gui>. Om du tar bort en engångshändelse som inte upprepas, kommer händelsen att raderas omedelbart. Om du tar bort en händelse som återkommer, kommer du att ha andra alternativ:
