Repository: Shickmo/california
Catalog: po/*.po
Languages: kk

source: GNOME 3 calendar
kk: GNOME 3 күнтізбесі

source: Modern, clean interface
kk: Заманауи, жеңіл интерфейс

source: Month and week view of your schedule
kk: Жоспарыңыздың ай және апта көрінісі

source: Quick setup (if any is required at all)
kk: Жылдам баптау (баптау керек болмауы да мүмкін)

source: Integrates with Evolution Data Server
kk: Evolution Data Server қызметімен интеграция

source: Quickly add events with a natural-language parser
kk: Қалыпты тілді талдау мүмкіндігімен оқиғаларды жылдам қосу

source: Works with Google, WebCal, and CalDAV servers
kk: Google, WebCal және CalDAV серверлерімен жұмыс істейді

source: GNOME 3 Calendar
kk: GNOME 3 күнтізбесі

source: Event;Events;Schedule;
kk: Оқиға;Оқиғалар;Жоспар;

source: Web calendar (.ics or webcal:)
kk: Веб күнтізбесі (.ics не webcal:)

source: Google Calendar
kk: Google күнтізбесі

source: Authenticating…
kk: Аутентификация…

source: Unable to authenticate with Google Calendar service
kk: Google Calendar қызметіне аутентификация сәтсіз

source: Unable to authenticate: Incorrect account name or password
kk: Аутентификация сәтсіз: Тіркелгі аты не пароль қате

source: Unable to authenticate: %s
kk: Аутентификация мүмкін емес: %s

source: Unable to retrieve calendar list: %s
kk: Күнтізбелер тізімін алу мүмкін емес: %s

source: Authenticated
kk: Аутентификацияланған

source: None
kk: Ешнәрсе

source: Bad Google URI "%s"
kk: Жарамсыз Google URI "%s"

source: Visit California's home page
kk: California үй парағын шолу

source: Unable to open California: %s
kk: California ашу мүмкін емес: %s

source: About %s
kk: %s туралы

source: translator-credits
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>

source: [.ics FILE...]
kk: [.ics ФАЙЛЫ...]

source: Display program version
kk: Бағдарлама нұсқасын көрсету

source: Please report problems and requests to:
kk: Мәселелер және ұсыныстарды хабарлау:

source: Unknown options: %s
kk: Белгісіз опциялар: %s

source: %s to %s
kk: %s, дейін: %s

source: Today
kk: Бүгін

source: first Monday
kk: бірінші дүйсенбі

source: second Monday
kk: екінші дүйсенбі

source: third Monday
kk: үшінші дүйсенбі

source: fourth Monday
kk: төртінші дүйсенбі

source: fifth Monday
kk: бесінші дүйсенбі

source: first Tuesday
kk: бірінші сейсенбі

source: second Tuesday
kk: екінші сейсенбі

source: third Tuesday
kk: үшінші сейсенбі

source: fourth Tuesday
kk: төртінші сейсенбі

source: fifth Tuesday
kk: бесінші сейсенбі

source: first Wednesday
kk: бірінші сәрсенбі

source: second Wednesday
kk: екінші сәрсенбі

source: third Wednesday
kk: үшінші сәрсенбі

source: fourth Wednesday
kk: төртінші сәрсенбі

source: fifth Wednesday
kk: бесінші сәрсенбі

source: first Thursday
kk: бірінші бейсенбі

source: second Thursday
kk: екінші бейсенбі

source: third Thursday
kk: үшінші бейсенбі

source: fourth Thursday
kk: төртінші бейсенбі

source: fifth Thursday
kk: бесінші бейсенбі

source: first Friday
kk: бірінші жұма

source: second Friday
kk: екінші жұма

source: third Friday
kk: үшінші жұма

source: fourth Friday
kk: төртінші жұма

source: fifth Friday
kk: бесінші жұма

source: first Saturday
kk: бірінші сенбі

source: second Saturday
kk: екінші сенбі

source: third Saturday
kk: үшінші сенбі

source: fourth Saturday
kk: төртінші сенбі

source: fifth Saturday
kk: бесінші сенбі

source: first Sunday
kk: бірінші жексенбі

source: second Sunday
kk: екінші жексенбі

source: third Sunday
kk: үшінші жексенбі

source: fourth Sunday
kk: төртінші жексенбі

source: fifth Sunday
kk: бесінші жексенбі

source: today
kk: бүгін

source: tomorrow
kk: ертең

source: yesterday
kk: кеше

source: daily
kk: күнде

source: weekly
kk: апта сайын

source: yearly
kk: жылда

source: year;years;yr;yrs;
kk: жыл;жылдар;ж;жж;

source: month;months;mo;mos;
kk: ай;айлар:

source: week;weeks;wk;weeks;
kk: апта;апталар;апт;

source: day;days;
kk: күн;

source: hour;hours;hr;hrs
kk: сағат;сағаттар;сағ;сағ.;

source: minute;minutes;min;mins
kk: минут;минуттар;мин;мин.;

source: and;or;
kk: және;немесе;не;

source: every;
kk: әр;

source: %d day
kk: %d күн

source: %d week
kk: %d апта

source: %d month
kk: %d ай

source: %d year
kk: %d жыл

source: Repeats every %s, %s
kk: Қайталау: әр %s, %s

source: %d time
kk: %d рет

source: Repeats every %s until %s
kk: Қайталау: әр %s, %s дейін

source: Repeats every %s until %s, %s
kk: Қайталау: әр %s, %s, %s дейін

source: Repeats every %s
kk: Қайталау: әр %s

source: every day
kk: күнде

source: the weekend
kk: демалыс күндері

source: weekdays
kk: апта күндері

source: Repeats every %s on %s, %s
kk: Қайталау: әр %s, %s, %s

source: Repeats every %s on %s until %s
kk: Қайталау: әр %s, %s, %s дейін

source: Repeats every %s on %s until %s, %s
kk: Қайталау: әр %s, %s, %s, %s дейін

source: Repeats every %s on %s
kk: Қайталау: әр %s, %s

source: Repeats every %s on the %s, %s
kk: Қайталау: әр %s, %s, %s

source: Repeats every %s on the %s until %s
kk: Қайталау: әр %s, %s, %s дейін

source: Repeats every %s on the %s until %s, %s
kk: Қайталау: әр %s, %s, %s, %s дейін

source: Repeats every %s on the %s
kk: Қайталау: әр %s, %s

source: day %d
kk: %d күн

source: _Cancel
kk: Ба_с тарту

source: Save A_ll Events
kk: Бар_лық оқиғаларды сақтау

source: Save _This Event
kk: _Бұл оқиғаны сақтау

source: It's complicated…
kk: Бұл қиындап кетті…

source: Never
kk: Ешқашан

source: _Save
kk: _Сақтау

source: C_reate
kk: _Жасау

source: Unable to create event: calendar must be specified
kk: Оқиғаны жасау қатесі: күнтізбені көрсету керек

source: Unable to create event: %s
kk: Оқиғаны жасау сәтсіз: %s

source: Unable to update event: calendar must be specified
kk: Оқиғаны жаңарту қатесі: күнтізбені көрсету керек

source: Unable to update event: %s
kk: Оқиғаны жаңарту сәтсіз: %s

source: month
kk: ай

source: week
kk: апта

source: year
kk: жыл

source: day
kk: күн

source: event
kk: оқиға

source: Select calendar to import event into:
kk: Ішіне оқиғаны импорттау үшін күнтізбені таңдаңыз:

source: _Today
kk: Бү_гін

source: Jump to today's date (Ctrl+T)
kk: Бүгінгі күнге өту (Ctrl+T)

source: Quick add event (Ctrl+N)
kk: Оқиғаны жылдам қосу (Ctrl+N)

source: Calendars (Ctrl+L)
kk: Күнтізбелер (Ctrl+L)

source: Unable to edit event: %s
kk: Оқиғаны түзету сәтсіз: %s

source: Example: Dinner at Tadich Grill 7:30pm
kk: Мысалы: Tadich Grill-де кешкі ас, уақыты 19:30

source: Example: Dinner at Tadich Grill
kk: Мысалы: Tadich Grill-де кешкі ас

source: Example: Dinner at Tadich Grill 7:30pm tomorrow
kk: Мысалы: Tadich Grill-де кешкі ас, ертең, уақыты 19:30

source: Error opening help: %s
kk: Көмекті ашу қатесі: %s

source: Delete
kk: Өшіру

source: A_ll Events
kk: Бар_лық оқиғалар

source: _This Event
kk: _Бұл оқиға

source: This & _Future Events
kk: Бұл және б_олашақ оқиғалар

source: Edit event
kk: Оқиғаны түзету

source: Delete event
kk: Оқиғаны өшіру

source: Unable to remove event: %s
kk: Оқиғаны өшіру қатесі: %s

source: Calendar is read-only
kk: Күнтізбе тек оқу үшін

source: This will remove the %s local calendar from your computer. All associated information will be deleted permanently.
kk: Бұл әрекет компьютеріңізден %s жергілікті күнтізбесін өшіреді. Барлық сәйкестелген ақпарат қайтарылмастай жойылады.

source: This will remove the %s network calendar from your computer. This will not affect information stored on the server.
kk: Бұл әрекет компьютеріңізден %s желілік күнтізбесін өшіреді. Серверде сақталған ақпаратқа әсері болмайды.

source: Unable to remove calendar: %s
kk: Күнтізбені өшіру сәтсіз: %s

source: Month
kk: Ай

source: Week
kk: Апта

source: Calendar _name
kk: Күнтізбе а_ты

source: _URL
kk: _Сілтеме

source: Calendar color
kk: Күнтізбе түсі

source: Select a color for the calendar
kk: Күнтізбе үшін түсті тандаңыз

source: _Subscribe
kk: _Жазылу

source: User name
kk: Пайдаланушы аты

source: If supplied, your password will be requested when calendar is first accessed
kk: Көрсетілген болса, күнтізбеге бірінші рет қатынау кезде пароль сұралады

source: optional
kk: міндетті емес

source: _Try again
kk: Қай_тадан көру

source: My calendars
kk: Менің күнтізбелерім

source: Other available calendars
kk: Басқа қолжетерлік күнтізбелер

source: _Login
kk: _Кіру

source: Google _account name
kk: Google тіркелгі _аты

source: Google _password
kk: Google _паролі

source: _Add
kk: Қ_осу

source: _Calendars
kk: _Күнтізбелер

source: _Help
kk: Кө_мек

source: _About
kk: Осы тур_алы

source: _Quit
kk: _Шығу

source: to
kk: дейін

source: _All-day event
kk: Тол_ық күн оқиғасы

source: _OK
kk: О_К

source: Untitled event
kk: Атаусыз оқиға

source: Summary
kk: Ақпараты

source: Time
kk: Уақыт

source: Set the start and end time
kk: Басталу және аяқталу уақытын көрсетіңіз

source: Recurrence
kk: Қайталануы

source: Add or remove recurrences of the event
kk: Оқиға қайталануларын қосу не өшіру

source: Calendar
kk: Күнтізбе

source: _Description
kk: _Сипаттамасы

source: _Location
kk: Ор_ны

source: _Repeating event
kk: Қа_йталанатын оқиға

source: Re_peats
kk: Қай_таланады

source: _Every
kk: Ә_р

source: En_ds
kk: А_яқталады

source: _Starts
kk: Ба_сталады

source: _On days
kk: Күн_дер

source: Daily
kk: Күн сайын

source: Weekly
kk: Апта сайын

source: Day of the week
kk: Апта күні

source: Day of the month
kk: Ай күні

source: Yearly
kk: Жыл сайын

source: _Sun
kk: _Жк

source: _Mon
kk: _Дс

source: _Tues
kk: _Сс

source: _Wed
kk: _Ср

source: T_hu
kk: Б_с

source: _Fri
kk: _Жм

source: S_at
kk: С_н

source: _Never
kk: Ешқаша_н

source: _On
kk: Қ_ашан

source: Aft_er
kk: К_ейін

source: _Import
kk: _Импорттау

source: Previous (Alt+Left)
kk: Алдыңғы (Alt+Left)

source: Next (Alt+Right)
kk: Келесі (Alt+Right)

source: _Quick Add Event
kk: Оқиғаны ж_ылдам қосу

source: When
kk: Қашан

source: What
kk: Не

source: Quick Add help
kk: Жылдам қосу көмегі

source: Cancel
kk: Бас тарту

source: Edit event details
kk: Оқиға ақпаратын түзету

source: Create event
kk: Оқиғаны жасау

source: Where
kk: Қайда

source: _Close
kk: _Жабу

source: Add calendar
kk: Күнтізбені қосу

source: Rename calendar
kk: Күнтізбе атын ауыстыру

source: Remove calendar
kk: Күнтізбені өшіру

source: Calendar visibility
kk: Күнтізбе көрінуі

source: _Remove
kk: Ө_шіру

source: Are you sure you want to remove this calendar?
kk: Бұл күнтізбені өшіруді шынымен қалайсыз ба?

source: Zoom _In
kk: Үлке_йту

source: Zoom _Out
kk: Кі_шірейту

source: _Normal Size
kk: Қалы_пты өлшемі
